Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/ehdotus_saamelaisten_totuus-_ja_sovintokomissioksi_valmis.html.tmx
Source language: fin
Languages: smn

source: Ehdotus saamelaisten totuus- ja sovintokomissioksi valmis
smn: Iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomission vaalmâš

source: Saamelaisten totuus- ja sovintokomission asettamista koskevat neuvottelut on saatu päätökseen valtion, Saamelaiskäräjien ja Kolttien kyläkokouksen välillä.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân kyeskee ráđádâlmeh láá finnim loopân staatâ, Sämitige já Nuorttâlij sijdâčuákkim kooskâst.

source: Valtioneuvosto on käsitellyt ja hyväksynyt ehdotuksen saamelaisten totuus- ja sovintokomissioksi iltakoulussaan 13.11.2019.
smn: Staatârääđi lii kieđâvuššâm já tuhhiittâm iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomission eehidškovlâstis 13.11.2019.

source: Ehdotus etenee Saamelaiskäräjien ja Kolttien kyläkokouksen käsiteltäväksi.
smn: Iävtuttâs ovdán Sämitige já Nuorttâlij sijdâčuákkim kieđâvuššâmnáál.

source: Tavoitteena on asettaa viisijäseninen komissio, joka olisi toiminnassaan itsenäinen ja riippumaton.
smn: Ulmen lii asâttiđ komissio, mast ličij vittâ jeessân já mii ličij toimâstis jiečânâs já jiešráđálâš.

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi sisältää muun muassa komission toimeksiannon, työn tavoitteet ja tehtävät, ja niistä tiedotetaan lisää myöhemmin.
smn: Iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio aasâtmân siskeeld eereeb iärásij komissio toimânadelem, pargo puátuseh já tooimah, já tain tieđettuvvoo lase maŋeláá.

source: Saamelaiskäräjien kokous käsittelee ehdotusta saamelaisten totuus- ja sovintokomissioksi kokouksessaan 17.-18.12.2019.
smn: Sämitige čuákkim kieđâvuš iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomission čuákkimistis 17.-18.12.2019.

source: – Perusteellisen valmistelun ja sekä Sipilän että Rinteen hallitusten kanssa käytyjen neuvottelujen jälkeen olemme päässeet siihen pisteeseen, että voin tuoda viimein ehdotuksen saamelaisten totuus- ja sovintokomission perustamiseksi Saamelaiskäräjien hallituksen ja kokouksen käsittelyyn, sanoo Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
smn: - Vuáđulii valmâštâllâm já sehe Sipilä ja Rinne haldâttâssáin tohhum ráđádâlmij maŋa mij lep peessâm toos räi, ete mun puávtám viijmâg pyehtiđ iävtuttâs sämmilij tuotâvuotâ- já sovâdâttâmkomissio vuáđđudmân Sämitige stiivrâ já čuákkim kieđâvušmân, iätá Sämitige saavâjođetteijee Tiina Sanila-Aikio.

source: – Suoritetuissa kuulemisissa saamen kansa on edellyttänyt valtiolta sitoutumista.
smn: – Tollum kulâmijn sämiaalmug lii vaattâm staatâst čonâdâttâm.

source: Saamelaiset odottavat, että vääryydet selvitetään ja oikaistaan ja ettei vääryyksiä enää koskaan tapahtuisi.
smn: Sämmiliih vyerdih, ete puástuvuođah selvâttuvvojeh já vyeigejuvvojeh já ete puástuvuođah iä innig kuássin tábáhtuuččii.

source: Valmistelun aikana olen saanut tietää vakavia, yksittäisille saamelaisille tapahtuneita tragedioita.
smn: Valmâštâllâm ääigi mun lam šoddâm tiettiđ tuođâlijd, ovtâskâs sämmiláid tábáhtum tragediaid.

source: Näistä tapahtumista koostuu saamen kansan yhteinen historia ja selviämistarina.
smn: Tain tábáhtusâin šadda sämiaalmug ohtsâš historjá já cevzimmaainâs.

source: Saamelaiskäräjien ja Kolttien kyläkokouksen on punnittava, halutaanko, että tapahtunut tehdään näkyväksi, Sanila-Aikio jatkaa.
smn: Sämitigge já Nuorttâlij sijdâčuákkim kalgeh suogârdâllâđ, ete halijdep-uv, ete tábáhtum puáhtoo uáinusân, Sanila-Aikio juátká.

source: Suomen hallitus on Saamelaiskäräjien esityksestä aloittanut saamelaisasioita käsittelevän totuus- ja sovintoprosessin valmistelun lokakuussa 2017.
smn: Suomâ haldâttâs lii Sämitige iävtuttâsâst algâttâm sämiaašijd kieđâvuššee tuotâvuotâ- já sovâdâttâmproosees valmâštâllâm roovvâdmáánust 2017.

source: Saamelaiskäräjien kokous esitti käymässään lähetekeskustelussa 9.2.2018, että prosessista järjestettäisiin saamelaisten kuulemisia niin saamelaisten kotiseutualueella kuin sen ulkopuolellakin.
smn: Sämitige čuákkim oovdânpuovtij vuolgâttâssavâstâlmist 9.2.2018, ete prosesist uárnejuvvojeh sämmilij kulâmeh nuuvt sämmilij päikkikuávlust ko meid ton ulguubeln-uv.

source: Valtioneuvoston kanslia julkaisi raportin kuulemisista 26.11.2018 .
smn: Staatârääđi kanslia almostitij raapoort kulâmijn 26.11.2018 .

source: Saamelaiskäräjät päätti kokouksessaan 18.12.2018 edetä totuus- ja sovintoprosessissa ja esittää Suomen valtiolle totuus- ja sovintokomission perustamista sekä mandaattineuvottelujen aloittamista.
smn: Sämitigge meridij čuákkimistis 18.12.2018 ovdániđ tuotâvuotâ- já sovâdâttâmprosesist já oovdânpyehtiđ Suomâ staatân tuotâvuotâ- já sovâdâttâmkomissio vuáđudem sehe mandaatráđádâlmij algâttem.

source: Saamelaiskäräjien hallitus valtuutettiin neuvottelemaan mandaattia valtion kanssa
smn: Sämitige stivrâ váldásmittui ráđádâllâđ mandaat staatáin.

source: Valtioneuvoston tiedote 13.11.2019;
smn: Staatârääđi tiäđáttâs 13.11.2019;

source: Saamelaisten totuus- ja sovintokomission asettaminen etenee
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio asâttem ovdán

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
